module.exports = {
    //取样方式
    transmitTypeObj:{"sampling_home":"上门取样","sampling_delivery":"快递取样","sampling_clinic":"门诊取样"},
    //订单管理状态
    orderStatusArr:['未知','未支付','已支付','已取消','退款中','已退款'],
    //支付方式
    ftypeArr:['未知','支付宝','微信','余额','支付宝PC','支付宝WAP','微信扫码'],
    //预约单状态
    reservationStateArr:['未预约','<em class="red">已预约</em>'],
    serviceTypeArr:['未知','门诊取样','上门取样','快递取样'],
    periodArr:['08:00','08:30','09:00','09:30','10:00','10:30','11:00','11:30','12:00','12:30','13:00','13:30','14:00','14:30','15:00','15:30','16:00','16:30','17:00','17:30','18:00','18:30','19:00','19:30','20:00','20:30','21:00','21:30','22:00','22:30','23:00','23:30','24:00'],
    weekCn:['周一','周二','周三','周四','周五','周六','周日'],
    doctorStatusArr:['未知','正常','禁用'],  //-医生状态
    reservationStatusArr:['未支付','待就诊','已登记','已过期','已取消','退款中','已退款'], //就诊状态
    genderArr:['未知','男','女'], //性别
    // week:{Su:'星期天',Mo:'星期一',Tu:'星期二',We:'星期三',Th:'星期四',Fr:'星期五',Sa:'星期六'}
    week:['星期一','星期二','星期三','星期四','星期五','星期六','星期天']

}